[
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Darshan Vasani",
                "phoneno": " 8141625502"
            },
            {
                "name": "Riddhi Padia",
                "phoneno": " 9106437816"
            }
        ],
        "category": "Tech",
        "name": "Chemquest",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/Chem_Quest.JPG",
        "date": "13-12-2023",
        "time": "11:00",
        "price": 80,
        "description": " The event unfolds in three engaging rounds:\n1. Guess-O-Chem: Teams will select a chit and depict the word on it via drawings on a whiteboard within 1 minute, without using words or actions. Multiple rounds will be conducted, and the team with the highest correct answers wins. In case of a tie, the team with the shorter completion time prevails.\n2. Click-o-Chem: It is a 15-minute event with assigned volunteers for each team. Teams hunt and photograph specified elements/compounds displayed via a projector around the campus and sent it to their respective volunteers. The first team to complete the task or, if tied, the one with the most photos wins. In case of a tie, the winner is determined by the time of the last sent photograph.\n3. Who-Am-I?: Teams are presented with an unknown salt and a guide booklet, along with necessary equipment. They must identify the salt through chemical tests following the booklet's instructions. The first team to successfully identify the salt wins this round.",
        "venue": " A321-2-3",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":40,
        "title": " Ignite your chemical curiosity and dive into an extraordinary adventure of chemical knowledge and troubleshooting!"
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Shyam thakkar",
                "phoneno": "9979194059"
            },
            {
                "name": "Kavit Shah",
                "phoneno": " 6351627219"
            }
        ],
        "category": "Tech",
        "name": "Engineer's Premier League",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/epl_.jpg",
        "date": "13-12-2023",
        "time": "9:00",
        "price": 80,
        "description": "This event dares every student irrespective of domain to test your knowledge as well as your leadership acumen. Round 1 consists of department-specific questions, points earned of which will act as your profile. As top scorers of each category will bid on qualified students to make up a diverse team using virtual coins provided.\nRound 1: \n• Paper-based MCQ test (Category wise)\n• The top scorer will be termed as captain from each category.\n• Tie breaker questions which will be time-based in case of tie\nRound 2: \n• 25 students will qualify for round 2(5 from each category including captains)\n• Captains will be given 1000 points to buy 4 more players.\nRound 3: Each team will be given a common set of interlinked 5 questions to solve(paper-based, rough paper will be provided).",
        "venue": " Auditorium/seminar",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":120,
        "title": " Ignite your chemical curiosity and dive into an extraordinary adventure of chemical knowledge and troubleshooting!"
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": " Dhyana Soni",
                "phoneno": "94087 89617"
            },
            {
                "name": " Mit Swadas",
                "phoneno": "6353400959 "
            }
        ],
        "category": "Tech",
        "name": "Tech Treasure",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/tech+treasure.jpg",
        "date": "15-12-2023",
        "time": "10:00",
        "price": 80,
        "description": " Round 1 \n•Throw Dart to choose question and answer the question.\n•3 categories of questions will be placed on dart board i.e. easy, medium and hard.\n•Maximum correct answers in least time goes to next round within the dart limit.\nRound 2\n•This round consists of guessing a technical word or an object from the given clues from 4 pictures related to the theme of the object.\nRound 3\n•Tech treasure hunt where clues will be of different domains and teams have to decode it and find the treasure, first team to find treasure wins.",
        "venue": "A120, D208,G306",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":200,
        "title": "Get ready for an electrifying adventure in the digital realm! Introducing 'Tech Treasure', an exhilarating treasure hunt event powered by students of third year CP department."
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Pawan Jethwa",
                "phoneno": "8866482385"
            },
            {
                "name": "Neel Patel",
                "phoneno": "7359266967"
            }
        ],
        "category": "Tech",
        "name": "Car Soccer",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/CarSoccer.JPG",
        "date": "13-12-2023",
        "time": "11:00",
        "maxparticipants":32,
        "price": 300,
        "description": " The event will be a team event conducted in 1 round(Elimination) consisting of a maximum 4 members in each group. Participants are required to build their own specially designed remote-controlled cars using a DIY kit of their choice. It's a test of your engineering and creative skills!1) Match Rules:\n• Maximum 4 members are allowed in a team.(Single and team participation is allowed.)\n• Only one car is allowed per team.\n• If the damage is done intentionally, the following team will be disqualified.\n• Referee's decision would be the final decision.\n2) Car Rules:\n• Participant need to bring their own DIY Car.\n• The dimension of car should not exceed 25X18 cm. with a height of 10cm.\n• Ready-made car is not allowed to compete.\n• No sharp mounts are allowed in the car.\n• Grabbers are not allowed to mount on the car.",
        "venue": "A120, D208,G306",
        "totalwinners": 2,
        "type": "SOLO",
        "title": " Where tech meets turf in the ultimate car soccer showdown. Score goals, drive innovation at our electrifying car soccer tech event."
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": " Darshan Vasani",
                "phoneno": "8141625502"
            },
            {
                "name": " Riddhi Padia",
                "phoneno": "9106437816"
            }
        ],
        "category": "Tech",
        "name": "Crafting Quest",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/crafting_quest.jpg",
        "date": "13-12-2023",
        "time": "11:00",
        "price": 80,
        "description": " The event comprises two rounds:\n1. Riddle Challenge: Teams of three participate in the initial round, solving riddles from sealed envelopes to gather the crafting items. They have three attempts and a three-minute limit per question. The top 10 fastest teams proceed to the second round.\n2. Model Crafting: In the second round, teams select from 10 model statements based on their ranking in the first round. They craft their models within 90 minutes using the items collected in round 1. Their models will be judges based on their creativity level, completeness of the model along with the understanding of the concept used in the model.",
        "venue": "A321, A322 and A323",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":120,
        "title": "From unraveling riddles to crafting masterpieces, embark on an unforgettable creative problem-solving adventure!"
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Yash Rathod",
                "phoneno": "7984644278"
            },
            {
                "name": "Chirag Singh",
                "phoneno": "9313492243"
            }
        ],
        "category": "Tech",
        "name": "Egg Armor Challenge",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/egg+armour.jpg",
        "date": "14-12-2023",
        "time": "12:00",
        "price": 60,
        "description": " General Rules:\n1. Each team will consist of three students.\n2. Teams will be provided with eggs to protect.\n3. The height from which the egg will be dropped will increase with each round. Specifically, these heights correspond to the first, second, and third floors of the college.\n4. Before the start of each round, teams will have time to modify their egg case if they choose.\n\nRounds:\nRound 1: First Floor Drop\n•First Attempt: \n\tSuccessful - 10 points\n\tUnsuccessful - 0 points\n•Second Attempt: \n\tSuccessful - 5 points\n\tUnsuccessful - 0 points\nRound 2: Second Floor Drop\n•First Attempt:\n\tSuccessful - 20 points\n\tUnsuccessful - 0 points\n•Second Attempt:\n\tSuccessful - 10 points\n\tUnsuccessful - 0 points\nRound 3: Third Floor Drop\n•First Attempt:\n\tSuccessful - 30 points\n\tUnsuccessful - 0 points\n•Second Attempt:\n\tSuccessful - 15 points\n\tUnsuccessful - 0 points\n\nWinner Determination:\nThe team with the highest cumulative score at the end of all rounds will be declared the winner.",
        "venue": "lawn-2",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":30,
        "title": "Gravity's Challenge: Nest the Egg, Beat the Drop! Race to safeguard your egg as it faces the towering trials of three formidable floors."
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": " Kushal Sawheny",
                "phoneno": "9558460269"
            },
            {
                "name": "Sania Pillai",
                "phoneno": "9998315385"
            }
        ],
        "category": "Tech",
        "name": "Purble Place",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/purble+place.jpg",
        "date": "14-12-2023",
        "time": "9:00",
        "price": 60,
        "description":" The event unfolds in three rounds:\nBingo: Teams of three members must register for the event. Participants will receive pamphlets with the names of elements from the periodic table in the form of Bingo. A volunteer will ask chemistry-based questions to all the teams, and if they know the answer, they should mark the corresponding elements on the provided sheets. Teams that complete marking all elements first must press the buzzer. The team with the maximum correctly marked elements will qualify for the next round.\nElement-O-Jumble: Round 2 involves a challenge where one side of the blackboard will have questions, and the other side will have the corresponding answers, both hidden and randomized. Teams will need to pick a question chit and then find the corresponding answer chit from the other side. The team that successfully solves the maximum number of chits within the given time will qualify for the next round.\nChemi-bounce: In this round, one member from each group will be equipped with ping pong balls, which they must throw into water cups in front of them. The number of successful throws determines the number of chemistry-related puzzles or questions they receive. The team which will be able to complete the task in least time will be the winner.",
        "venue": "A221 and A224",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":40,
        "title": "'Purble Place' where Gaming and Science melds into a thrilling Quest. Teams, buzzers, Time Limits, and Brainpower - The Battle for Gaming Supremacy."
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Bhavya Barai",
                "phoneno": "9687582227"
            },
            {
                "name": " Karan Shah",
                "phoneno": "9687573721"
            }
        ],
        "category": "Tech",
        "name": "Revpursuit",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/Rev_Pursuit.JPG",
        "date": "15-12-2023",
        "time": "11:00",
        "price": 60,
        "description":" In the game three stages are there : In first stage there will be a race round in which the competitors have to do laps and each car's lap time will be measured, the path or lap includes obstacles and rough path with checkpoints after this stage top 5 participated teams will be selected. In the second stage the selected top 5 teams have to perform parallel parking and top 2 will be selected and in the very last stage both the selected teams have to do a race in which the winner will be selected.\nRound 1: One has to operate the car in such a way that it completes the lap in minimum time possible.\nRound 2: The selected top 5 will then perform parallel parking. The selection for next round will be judged based on the time they took for parallel parking. There will be penalties for touching the boundaries.\nRound 3: the selected top 2 will race and the winner will be selected.",
        "venue": "Lawn-2",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":50,
        "title": "Rev up your excitement at RevPursuit, the ultimate RC car racing competition! Watch competitors chase victory, where speed meets precision and the best lap time reigns supreme."
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": " Shraddha Patel",
                "phoneno": "8849266128"
            },
            {
                "name": " Hetvi Prajapati",
                "phoneno": "7383941865"
            }
        ],
        "category": "Tech",
        "name": "Hydroarm",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/hydroarm.jpg",
        "date": "14-12-2023",
        "time": "14:00",
        "price": 60,
        "description":" Participants have to design a hydraulic arm. The arm stays stationary in the arena, picks up cups and places them on platforms at different heights on the arena.\nGENERAL GUILDLINES:\n\t1. Maximum of 3 persons are allowed in the team.\n\t2. Use of batteries, electrical motors, springs, compressors and pressurized cylinders are prohibited.\n\t3. The fluid used inside the syringes should be water and mixing of salts or oils in water is prohibited.\n\t4. There is no restriction in number of degrees of freedom used in arm.\n\t5. The control of the machine will be only by syringes, only one player will be allowed to control the machine.\n\t6. All the joints of the arm must be operated manually.\n\t7. In case of any discrepancy decision of the judges shall be treated as final and binding on all\n\t8. Material allowed are as followed--Syringes, Tubes, Wood, card board, Metallic frames,\n\tRubber bands, cycle spokes, screws, nuts and bio-degradable waste.",
        "venue": "Lawn 3 and lawn 4",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":50,
        "title": " Participants have to design a hydraulic arm. The arm stays stationary in the arena, picks up cups and places them on platforms at different heights on the arena."
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Umangi Brahmbhat",
                "phoneno": "9316240960"
            },
            {
                "name": "Malank Patel",
                "phoneno": "7046820450"
            }
        ],
        "category": "Tech",
        "name": "Electrologic",
        "image": " https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/Electrologic.JPG",
        "date": "13-12-2023",
        "time": "11:00",
        "price": 60,
        "description":" ElectroLogic consists of three rounds:\n1. Dumb Charades Challenge: In Round 1, teams engage in a Dumb Charades challenge to identify given components through actions. The teams which will have the maximum correct answer will qualify for round 2, with 4 such teams advancing to next round.\n2. Digital Logic Gates Challenge: Teams must identify basic digital logic gates and construct a circuit based on these gates, implementing it on a simulator. The round has a time limit of 1 hour and 30 minutes. The top-performing teams, with the most correct answers, proceed to Round 3, with 3 teams advancing.\n3. Implementation Challenge: Round 3 has a time limit of 1 hour and 30 minutes, during which the 3 teams must implement the previously designed circuit on a breadboard. The top 2 teams with the most successful implementations will be declared the winner and runner-up.",
        "venue": " D206, D207 and D208",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":40,
        "title": "Unleash your inner innovator in the captivating world of digital circuit design with fun and technical challenges."
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Krishna Shah",
                "phoneno": "8460164656"
            },
            {
                "name": "Shivansh Srivastava",
                "phoneno": "9305242236"
            }
        ],
        "category": "Tech",
        "name": "Pixel Palooza",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/Pixel_Palooza.JPG",
        "date": "15-12-2023",
        "time": "12:00",
        "price": 60,
        "description": "Round 1: The registered participants will face a series of intriguing brain teasers centered around UI/UX and its various elements. They will be awarded points, which will help them move further in the contest. This is an individual round.\nRound 2: A 30 out of 50 participants will qualify. Teams of 3 members each will create innovative page layouts based on provided topics and elements. The winning team will be selected based on adherence to UI/UX guidelines and the creation of a standout design.",
        "venue": "GFL1 and E303",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":100,
        "title": "'Pixel Palooza' an event where UI/UX Excellence shines brain teasers and design challenges await the masters of user experience!"
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Tirth Jasoliya",
                "phoneno": "9638070404"
            },
            {
                "name": "Trushti Desai",
                "phoneno": "9510269789"
            }
        ],
        "category": "Tech",
        "name": "Flip o click",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/flip+o+click.jpg",
        "date": "13-12-2023",
        "time": "14:00",
        "price": 60,
        "description": "Round 1: Registered contestants will form two-person teams in the first round. One team member flips a bottle, and when the bottle flip lands, the other team member answers technical questions on paper. Points are awarded based on correct answers, determining their progress in the contest.\nRound 2: In the second round,\n10 out of 20 teams will qualify. You will be given a laptop on which a website with various blocks will be displayed. The website is organized into several sections. Numbers will be marked on the block, and when you click it, a question will appear that you must answer.","venue": "Street3 and A118",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":40,
        "title": "Flip o Click, an event where bottle-flipping mastery collides with digital dexterity in two rounds of exhilarating competition."
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Harsh Vasoya",
                "phoneno": "9723543937"
            },
            {
                "name": "Unnati Arora",
                "phoneno": "706930094"
            }
        ],
        "category": "Tech",
        "name": "Code Surge",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/Codesurge.JPG",
        "date": "15-12-2023",
        "time": "9:00",
        "price": 60,
        "description": "1. Bug Hunt: Participants are challenged with debugging a code containing 10 bugs as quickly as possible. The top 20 participants with the fastest debugging skills will advance to Round 2. This round is conducted individually.\n2. Invisicode: The selected participants form pairs. One writes code for a provided problem statement with the screen off, while the other participates in a 'fastest finger first' round with five questions. Winners of these questions spin the wheel of fortune, earning advantages or disadvantages to their coding partners. Teams earn points based on their completion time and code accuracy, ultimately deciding the top three winners.",
        "venue": "A217, A302 and E304",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":100,
        "title": "Embark on an unparalleled coding adventure that will push your skills and problem-solving abilities to the limit."
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Tapan Kanpara",
                "phoneno": "9265750551"
            },
            {
                "name": "Utsav kakadiya",
                "phoneno": "9429820755"
            }
        ],
        "category": "Tech",
        "name": "Binary Fusion",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/Binary_Fusion.jpg",
        "date": "14-12-2023",
        "time": "9:00",
        "price": 60,
        "description": "Round 1: Teams of two engage in simultaneous tech and non-tech activities. Within each team, members designate roles for the tech and non-tech parts. These activities feature three problems each, with different point values (10, 20, and 30) based on their difficulty levels. \nRound 2: The 12 teams of two members each advance based on their first-round performance. They start by solving two riddles, where the first riddle's answer corresponds to a faculty member, and the second riddle yields a meaningful three-character codeword. This codeword serves as confirmation from the faculty member identified in the first riddle.\nParticipants either locate the faculty if they already know the faculty member  and obtain a confirmation chit or access faculty details in a PDF file using the codeword as a password. \nThis round has a 90-minute time limit, and participants are permitted to use various sources, including the internet and information from faculty, seniors, professionals, etc.",
        "venue": "A203 and SFL2",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":100,
        "title": "Join forces, collaborate seamlessly, solve together, and emerge victorious in this collaborative challenge!"
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Dhruv Vachhani",
                "phoneno": "7984910623"
            },
            {
                "name": "Urmil Prajapati",
                "phoneno": "7984639317"
            }
        ],
        "category": "Tech",
        "name": "Io-Thon",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/IOTHON.JPG",
        "date": "15-12-2023",
        "time": "9:00",
        "price": 60,
        "description": "Round 1: The registered participants will individually write their ideas of connecting environments, objects and things with IoT on paper. Based on their creativity and the feasibility of the idea, they will be given marks. It doesn’t require any technical knowledge.\nRound 2: A 30 out of 40 participants will be selected. They will pair up and create a simulation of an IoT model as per the problem statement given in Tinker CAD. To do so you can take the help of any online resources including Google and ChatGPT. You will have to create an Autodesk account so it will be better if you keep your laptop with you. Based on the time teams take, they will qualify for the last round.\nRound 3: In this final round,\n5 teams (10 participants) craft physical models based on a provided statement, with online resources allowed. The most precise model wins. Along with the main task, there will be bonus tasks which will have extra points if participants want to confirm their victory.",
        "venue": "D309",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":40,
        "title": "Io-thon, A Thrilling IoT Odyssey where Idea Sketches are converted to Virtual Simulations, culminating in Real-World Marvels."
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Harshal Kathariya",
                "phoneno": "991335039"
            },
            {
                "name": "Dhruvit Gadhiya",
                "phoneno": "9157873567"
            }
        ],
        "category": "Tech",
        "name": "Code blitz",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/code+blitz.jpg",
        "date": "12-12-2023",
        "time": "11:00",
        "price": 60,
        "description": "1. TechShowdown: \nPhase 1: Teams of four sit in rows at designated benches, each receiving a crossword puzzle with 5 technical questions. They solve as many questions as possible in 1-minute intervals, passing the puzzle to the next member. This rotation continues until all members attempt each puzzle once.\n\nPhase 2: A buzzer-based coding test begins. A problem statement is displayed on a projector, and teams must press the buzzer within 20-30 seconds. \n2. Brain Power Duo: The 6 remaining teams are split into pairs, resulting in 2 members per team. Simultaneously, teams tackle creativity and problem-solving questions alongside coding challenges. The first five teams to solve the questions gain hints for the coding round.","venue": "A217 and SFL1",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":100,
        "title": "CodeBlitz: Dive into the coding universe with a thrilling two-round competition that pushes your coding prowess, problem-solving, and teamwork to new heights!"
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Aditya Mehta",
                "phoneno": "9714665254"
            },
            {
                "name": "Tapan Vankar",
                "phoneno": "7567510308"
            }
        ],
        "category": "Tech",
        "name": "Electech Nexus",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/Electech_Nexus.jpg",
        "date": "14-12-2023",
        "time": "9:00",
        "price": 60,
        "description": "1. ELECHARADES: Teams of two members each are formed. The challenge is to guess the component's name within a 60-second time limit. Correct guesses earn teams 5 points, while incorrect ones result in a loss of 3 points.\n2. Power Surge: Previously grouped participants compete individually, navigating a hollow metallic rod through a curved metallic wire from a starting point to reach the endpoint. If they are successful, they select a question chit from the basket and provide the answer to the question inside. \n3. Escape Room: Participants are divided into three-member teams and locked in themed rooms, working together to solve puzzles and escape within a 30-minute limit from both rooms to proceed further in the event.\n4. Troubleshooting: A mysterious electrical circuit containing hidden faults is given. Teams are tasked with identifying these faults using diagnostic tools, including multi-meters, and then applying their troubleshooting skills to fix the issues and restore the circuit's functionality within a 45-minute time limit.",
        "venue": "lawn 4, A118, C302 and C303",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":40,
        "title": "ELECTECH NEXUS: Ignite your engineering intellect in an electrifying adventure with rounds like charades, power games, escape rooms, and troubleshooting!"
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Dev Shelat",
                "phoneno": "8733920052"
            }
        ],
        "category": "Tech",
        "name": "Mechy Techy",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/Mechy_Techy.JPG",
        "date": "13-12-2023",
        "time": "14:00",
        "price": 60,
        "description": "The organizing team will prepare a computer aided drawings comprising of elements of mechanical engineering machines. The enrolled teams are supposed to complete the given drawing considering priority to time, and the teams will be promoted on the basis of least time taken.\nFrom the initial pool, only 4-5 teams will progress to the final round. In this concluding stage, each team must draw a chit at random, identify the specific element or component listed, and then photograph it for submission.",
        "venue": "ME WS",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":30,
        "title": "Sketch, snap, and sprint to victory: swiftly complete mechanical CAD designs and capture elements to clinch the top spot!"
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Preet Desai",
                "phoneno": "9033898994"
            },
            {
                "name": "Devraj Rathod",
                "phoneno": "9265054362"
            }
        ],
        "category": "Tech",
        "name": "Shakes-proof",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/Shakesproof.jpg",
        "date": "13-12-2023",
        "time": "14:00",
        "price": 60,
        "description": "This event consists of two rounds:\nRound 1 (Construct a Model): Teams of 2-3 participants must build a multi-story structure using provided materials within a 60-minute time limit. The challenge is to create a stable building capable of withstanding vibrations. The building should have a minimum of 3 stories and a maximum of 5 stories. Scoring depends on construction time and the relevance of steps to the context. The more precise and contextually relevant their structures are, the higher their score. \nRound 2(Apply Vibrations To The Structures): In this round, teams place their structures on a Vibration Testing Machine, aiming to withstand vibrations or earthquake loads. One team member operates the machine while a volunteer supervises and records the load resistance. Effective teamwork, building on skills from the previous round, is crucial. Points are awarded based on the maximum amount of load resisted by the structure, within a 10-minute time limit.",
        "venue": "G305 and C108",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":30,
        "title": "Shakes Proof: An Engineering Journey from Building Resilience to Earthquake Resistance, Testing Teams' Skills and Teamwork for Victory"
    },
    {
        "event_type": "NORMAL",
        "event_coordinator": [
            {
                "name": "Shubham",
                "phoneno": "9727667946"
            }
        ],
        "category": "Tech",
        "name": "Tech Episode",
        "image": "https://imaze-bucket.s3.ap-south-1.amazonaws.com/imaze_static_images/futuristic+film.jpeg",
        "date": "14-12-2023",
        "time": "9:00",
        "price": 60,
        "description": "Round 1:\n(expected entries of participants around 40-50).\nIn the first round we can gave some technical puzzles which can related to their branch . we are using\nsome craft papers to make the puzzles . in first round the team or group who solves the puzzle fastly\naccording to time they are selected for the next round. We are taking 3-5 teams in next round.\nRound 2:\nFollowing the completion of the first round, teams will be reshuffled to ensure diversity in knowledge and expertise. Each newly formed group will consist of five participants, with each member representing one of the five distinct branches \n5 participants: \n1 from CP,\n1 from IT,\n1 from ME,\n1 from CE,\n1 from EE",
        "venue": "Seminar",
        "totalwinners": 2,
        "type": "SOLO",
        "maxparticipants":40,
        "title": "The event inspired and better equipped with knowledge and skills to tackle the challenges of the rapidly evolving tech landscape."
    }
]